Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: We're going out to get coffee.
gju: ہم کافی پین چلاں لگا

source: We’re going out to get coffee.
gju: ہم باہر کافی پین چلاں لگا

source: We release the dataset every 3 months.
gju: ہم ہر ترے ماہ کہڈ ڈیٹا سیٹ نا چلاواں

source: We're making some big changes
gju: تم ایک مُچ بڑی تبدیلی لاوے لگا

source: We're receiving a lot of traffic and are currently investigating the issues.
gju: مہارے تک مچ سارو مواد پہچے لگو، تے ہن ان مسلا کی تحقیق کراں لگا۔

source: We’re sorry, your platform is not currently supported.
gju: ہم معذرت کراں ، تھارو پلیٹ فارم صحیح طور پو کم مدد نیہہ دتی جا سکتو

source: Western Highland Purepecha
gju: مغربی ہائی لینڈ پیوریپیچا

source: Western Penan
gju: مغربی پنن

source: Western Sierra Puebla Nahuatl
gju: مغربی سرا پیبلا ناوہات

source: Westphalian
gju: ویسٹپالی

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gju: ہم نا موزیلا ٹول کہیے <pontoonLink> پونٹون </pontoonLink>ترجمہ واسطے۔پونٹون ما مُچ ساری زبان وھے لیکن کدے اس ما تھا ری زبان نیہہ تے تم کر سکے <pontoonRequestLink>اپنی زبان کی درخواست جمع کرن واسطے </pontoonRequestLink>۔۔فر زبان نا کامن وائس پروجیکٹ پو دستیاب ہون واسطے<githubRepoLink>درخواست کرو گٹ ھب نا نئی زبان واسطے ۔</githubRepoLink><localizationFragment> تے ترجمہ کی سائیٹ پو ہور دیکھوں </localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
gju: ہم نے کج تبدیلی کری ہیں ۔ ڈیلٹو سجمنٹ ما تازہ چلی وی کلپس ہوے ۔<deltaLink> اس کم کا بارا ما مزید پڑھو </deltaLink>

source: We've run out of sentences to record in this language...
gju: ہم اس زبان کا جملا بنان چلاں ۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gju: ہم چاہواں کہ اسپیچ ماڈلز بولن ہالاں کی متنوع دائرہ کار نا سمجھن ما بہتر وھے۔ ایسو کرن واسطے واز کا ڈیٹاسیٹ نا مُچ سارا مختلف لوکاں کی نمائندگی کرنی چاہیے؛

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gju: مھارو خیال ہے جے مشین لرننگ لوگرتھم مختلف قسم کا شور نا ختم کرن کے قابل وہے ۔حالانکہ تیز آواز بھی قبول ہو سکے پر شرط یاہ ہے کہ وہ تم نا پوری گل سنن تے نہ روکے ۔ایسو گانو جس ما کاہڈ پرسکون واز ہے اچھی وھے ۔گانا کی اچی واز تم نا ہر حرف حرف نا چنگی طرح نیہہ سنن دیتی ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
gju: ہم مختلف لجاں نا خوش آمدید کاہہہ۔ کسی کلپ نا ختم کرن ما مچ احتیاط کروں ۔کدے تھارو یوہ خیال ہووے کہ کوئی حرف کسے پڑھان ہالا نے یو غلط پڑھیو ہے ، اس نے کسے غلط جا پو زور دِتو یا اس تے کوئی رموز چھٹ گئی ۔ادائیگی کی مُچ بڑی اقسام ہوے جہڑی استعال ہوے پور ی دُنیا ما ،جن بچوں تم نے کئی ایک اپنی کمیونٹی ما نییہ سُنی ہوسے ۔برائے مہربانی حوصلہ افزائی کو ایک وسیع مارجن رکھو ان لوکاں واسطے جہڑا تھارے تے مختلف بولے ۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
gju: ہم اپنا <strong> کمیونٹی ناظم نا دساں گا جے تم </strong> دلچسپی لیو لگا۔ بھی ویہ تمنا اضافی مدد یا معلومات دیں گا جس کی تمنا ضرورت ہووے گی۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gju: ہم مُچ جلد زیادہ معلومات کے نال رابطو کراں گا کہ تھاری زبان نا عام زبان کی واز ما کس طرح شامل کریو جائے

source: We will be in touch with more information as it becomes available.
gju: مزید معلومات جس وخت بھی دستیاب ہوویں، ہم رابطہ ما رہاں گا

source: We will not make your email public.
gju: ہم تھہاری ای میل نے عام نیہہ کراں گا۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gju: ہم ڈیٹا سیٹ تے تھہاری واز کی ریکارڈنگز نا ہٹان کی تھہاری درخواست کو جائزو لیا گا کدے تھہاری درخواست منظور ہو جائے تے ان لوکاں نال رابطو کراں گا جنہیں ڈیٹا سیٹ ڈاون لوڈ کیو ہے۔ ہم ان تیں درخواست کراں گا جے ویہ تھہاری واز کی ریکارڈنگ نا بھی ہٹا چھڑیں۔

source: We will show you a prompt or question
gju: تمنا ہم دسان گا ایک ان جہکیاں یا سوال

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
gju: ہم مشرقی افریقہ اپر خصوصی توجہ کے نال انٹرنیٹ نا صحت مند جگہ بنان وسطے تنظیماں، عوامی اکٹھ (سول سوسائٹی ) کمیونٹی کا شراکت داراں نال کم کراں۔ مہارا <programmaticWork> پروگرامیٹک ورک</programmaticWork> کا بارہ ما مزید پچھو

source: What is a language on Common Voice?
gju: کامن وائس ما کہڑی زبان ہے

source: What issues are you experiencing with this content?
gju: اس مواد کا بارہ ما تم نا کے مسلو ہے

source: What issues are you experiencing with this sentence?
gju: اس جُملا ما تم نا کے مسلو پیش آیو

source: What is your age?
gju: تھہاری کے عمر ہے ؟

source: What is your sex or gender?
gju: تھہاری عمر تے جنس کے ہے ؟

source: What kind of goal do you want to build?
gju: تم کس طرح کو گول بنانو پسند کرے ؟

source: What needs to be in my file?
gju: میری فائل ما کس شے کی لوڑ ہے ؟

source: What questions can I add?
gju: ہوں کیہڑا سوال کو اضافو کر سکوں

source: What sentences can I add?
gju: کہڑو فقرو ہوں جمع کر سکوں

source: What’s inside the Common Voice dataset?
gju: کامن وائس ڈیٹا سیٹ کے اندر کے ہے ؟

source: What's Public?
gju: عمومی طور اپر ،کو کے مطلب ہے؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gju: جد کوئی صارف واز کی کلپ نا مسترد کرےتے یوہ لین ما واپس آ جائے ۔ کدے دوجی وار بھی مسترد کرے جائے تو واز کی کلپ نا قبرستان ما پہنچا چھوڑے

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gju: جد سُنے، بڑی احتیاط نال دیکھوں کہ آیو کے حفوظ کری وی چیز وہ ہی ہے جہڑی لکھی ہے ، اس نا چھوڈ دیو کدے معمولی جی غلطی ہے <br /> عام جی غلطی

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gju: جد تم اپنی ریکارڈنگز کی درخواست کرو تے ہم انہاں ایک یا ایک تے زیادہ ZIP فائلاں میں مرتب کراں۔ تھہاری ماضی کی درخواست یہ ہیں:

source: Which variant of { $language } do you speak?
gju: { $language } کیہڑی قسم تم بولو

source: Why ?
gju: کیوں ؟

source: Why a profile?
gju: پروفائل ہی کیوں

source: Why are you asking?
gju: تم کیوں پُچھے لگا ؟

source: Why Common Voice?
gju: کامن وائس کیوں ؟

source: Why does this matter?
gju: اس کی کے اہمیت ہے۔

source: Why we built this Spontaneous Speech prototype
gju: ہم نے سپونٹنیئس سپیچ(ان جہکیاں واز) کو پہلو نمونو(نشانی) کیوں بنایو

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gju: ایک معلومات کے نال ، تم اپنا کم کو ایک راہ رکھ سکے جُڑیا رہ سکے کمیونٹی کا واز ما حصو لین ہالاں کے نال

source: Wixarika
gju: ویکسارکا

source: Wixárika
gju: وکساریکا

source: Wolof
gju: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gju: تم اپنی واز کی ریکارڈنگز نا بھی ختم کرن کی درخواست کرو گا، یا فر تم انہاں کامن وائس ڈیٹاسیٹ میں رکھنو پسند کرو گا؟

source: Write
gju: لکھوں

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gju: تم ہوبہو وہی الفاظ لکھیو جیہڑا کسی آدمی نے گل کرتاں کہیا ہیں بشمول انہاں لفظاں کے جیہڑا گل کرتاں وقفہ کے دوران ادا ہوویں جس طرحیا ہممم یا ارر

source: Write down what you hear the person saying here
gju: ات وہ لکھو جیہڑو تم نے کسی آدمی تے کہتاں سنیو ہے

source: Write options menu
gju: لکھن کا اختیار کو مینیو

source: Xhosa
gju: زوسا

source: Xitsonga
gju: زٹسونگا

source: y
gju: وائے

source: Y
gju: وائے

source: Yaqui
gju: یوکوئی

source: Yes
gju: ہاں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gju: ہاں ، مناں ای میل چلاؤں، ہوں لازمی کامن وائس پروجیکٹ کا بارا ما باخبر رہنو پسند کرتے کروں ۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gju: جی، منا ای میل چلاو۔ کامن وائس اپر اس زبان کی ترقی کا بارہ ما باخبر رہن نا ہوں پسند کروں گو۔

source: Yiddish
gju: یودش

source: Yoruba
gju: یوروبا

source: You
gju: تم

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
gju: تم<size>{ $size }جی بی</size> نا ڈاون لوڈ کرن وسطے تیار ہو، عمل کرو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
gju: تم ڈاؤن لوڈ کرن واسطے تیار ہیں<b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
gju: تم فقرا جمع کر سکے اس پو <writePageLink>صفحو لکھوں </writePageLink>یا فقرا ں کو جائزو لیو <reviewPageLink>جائزہ کو صفحو </reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gju: تم اپنا پسندیدہ ڈاؤن لوڈ مینیجر ما براہ راست یو آر ایل نا کاپی تے پیسٹ بھی کر سکو۔ ان کی میعاد 12 گھنٹاں ما مک جائے گی، بارے تم کسی بھی وخت نوئیں بنان وسطے اس صفحہ اپر واپس آ سکو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gju: تم کی بورڈ کی شارٹ کٹ بھی استعمال کر سکے { sc-review-form-button-approve-shortcut }،منظور کرن واسطے { sc-review-form-button-reject-shortcut }قبول نہ کرن واسطے { sc-review-form-button-skip-shortcut }چھوڈن واسطے

source: You can choose to make your username public or anonymous.
gju: تمنا اس گل کو اختیار ہے جے تم اپنو استعمال کرن کا ناں عام کرو یا فر چھپا کے رکھو۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
gju: تم ڈیٹا سیٹ کا صفحہ پو جا سکے <datasetsPage>جہڑی زبان تم نا لوڑ ہے اس کی قسم چیک کرو تے اس نا ڈاؤن لوڈ کرو ۔فائل وھے <metadataLink>میٹا ڈیٹا نال جُڑیو وو ،</metadataLink>جس طرح ڈیمو گرافک کی معلومات تے ڈیٹا کی تصحیح ۔ تم نا ایک ای میل پتو دینو پے گو ڈیٹا سیٹ نا ڈاؤن لوڈ کرن واسطے

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
gju: تم ایک عام صوتی پروفائل بنا کہ کے تے اپنی واز ما حصہ لے کے ایک متنوع ، اوپن سورس ڈیٹا سیٹ بنان ما مہاری مدد کرسکو۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gju: تم دُوجا لوکاں نا بے مل سکے موزیلا زبان کی کمیونٹی ما <discourseLink> گفتگو </discourseLink>خاص گل بات یا <matrixLink>میٹرکس </matrixLink>جلدی نصیحت واسطے

source: You cannot add multiple sentences for a single submission
gju: تم ایک دفعہ مختلف فقراں جمع نیہہ کرسکتا

source: You cannot request your recordings while another request is already in progress.
gju: جے کدے پہلاں ہی تھہاری درخواست زیرکار ہے تم کسے ہور ریکارڈنگ کی درخواست نیہہ کر سکتا

source: You can request a new takeout of your recordings every { $days } days.
gju: تم ہر { $days } دناں تے کاہڈ اپنی ریکارڈنگز کی ایک نوئیں قسم وسطے درخواست کر سکو

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
gju: تم تقرینات نا چلا سکے لوکاں کا لوکاں کا حصہ کی مدد کر کے ۔یوہ اتنو آسان ہے جتنو تم سوچ سکے ۔تم ویڈیو کانفرنس کال کے ذریعے اس طرح کر سکے کدے یوہ محفوظ ہے <eventTemplate>مھاری ٹمپلیٹس تے ذریعاں نا چیک کرو اپنی تقرینات نا چلاؤ </eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gju: تم چھوٹا فقرا </sentenceCollectorLinkAdd> جمع کر سکے <sentenceCollectorLinkAdd> یا تم کر سکے <bulkImportDocsLink>گٹ ھب نا استعمال کر کے بڑا جملہ بے لے سکے </bulkImportDocsLink>یاد رکھوں جملاں نا لوڑ وھے <licenseLink>سی سی یا پبلک ڈومین </licenseLink>یا تم اپنا بے لکھ سکے

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
gju: تم استعمال کر سکے <scraperLink>فقراں نا کڈھن ہالو </scraperLink>چھوٹا فقرا لین واسطے وکی پیڈیا تے

source: You check whether the transcription matches the audio
gju: تم دیکھو جے تجزیو آڈیو نال رلے

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
gju: تم ویب سائیٹس نا شامل کر سکے جس طرح ''کامن وائس''۔

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
gju: تم تعلیمی حوالہ کو انداز لا سکے جس طرح ''ہارورڈ کو انداز'' موزیلا 2021 کامن وائس ۔جہڑو دستیاب ہے https://commonvoice.mozilla.org/۔ اس تک پوہچ ہوئی 15 ستمبر نا۔

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
gju: تم پیغام چلان واسطے سوشل میڈیا کو طریقو بے استعمال کر سکے ۔اپنی پوسٹ دوجاں تا پوہچا سکے تے وضاحت کر سکے کہ مسلو کیوں ہے، تے رابطہ ما رہ سکے دُوجا لوکاں کے نال جہڑا مسائل پو گل کرے جس طرح زبان کو حق ، اے ون وا ز یا ٹیکنالوجی ما خرابی ۔۔مزید نصیحت دیکھوں <campaignLink>سوشل میڈیا مہم چلاتاں واں اس متن نا شامل کر کے جہڑو تم دوبارا استعمال کرسکے </campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gju: تم نے کوئی زبان نیہہ چُنی ،برائے مہربانی جاؤں<profileLink>تعارف </profileLink>زباناں نا چُنن واسطے

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gju: تم اس صفحہ نا جمع کرن کی حد تک پہچ گیا برائے مہربانی { $retryLimit } منٹ انتظار کرو ایک اگلو فقرو جمع کرن تے پہلاں ۔تھارا ا صبر کو شکریو

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gju: تم اس صفحہ نا جمع کرن کی حد تک پہچ گیا برائے مہربانی { $retryLimit } منٹ انتظار کرو ایک اگلو فقرو جمع کرن تے پہلاں ۔تھارا ا صبر کو شکریو

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gju: تم نے جیہڑی تبدیلی اس صفحہ اپر کی ہے واہ محفوظ نیہہ کی۔ جے کدے تم لوکل(عمومی چیز) نا تبدیل کرو گا بھی تھہاری تبدیلی محفوظ نیہہ ہوسے۔ تمنا یقین ہے جے تم لوکل نا تبدیل کرو؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gju: اس صفحہ اپر تم نے جیہڑٰی تبدیلی کی ہے محفوظ نیہہ کی۔ کدے تم اس صفحہ نا چھوڑو گا بھی واہ تبدیلی محفوظ نیہہ ہوسے۔ واقعی تم اس صفحہ نا چھوڑو لگا؟

source: You must allow microphone access.
gju: تم نا مائیکرو فون نا بھی پہنچ دینی وھے گی

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
gju: تم نا ریکارڈنگ کو ہر حرف سنن کی ضرورت ہے ہم نا مشین لرننگ الگوریتھمز کی لوڑ ہے جہڑی کاہڈ کی مختلف قسم کی واز نا ختم کر سکے اورحتیٰ کہ مقابلاً اُچی یا مُچ مدھم واز کو میوزک بھی قبول ہو سکے جہڑو تم نا ساری عبارت نا پڑھن تے نیہہ روکتو ۔کریکل یا توڑ جہڑو تم نا عبارت نا سنن تے روکے اس کو مطلب ہے تم اس کلپ نا چھوڈ دیو

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
gju: جس طرحیا تم الفاظ ادا کرو تھہارو لہجو اسے طرحیا ہووے ۔تم جیہڑی جا رہیا ہو، تم جیہڑی بھی دوجی زبان بولو،تے ہور مچ چیز ہیں جس تے اس کی تشکیل کی جا سکے۔ جے تم سمجھو کہ تھہارے متعلقہ کائے معلومات ہے تم اس کو تبادلو کر سکو۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gju: تھہاری نا معلوم واز کی ریکارڈنگز کامن وائس ڈیٹاسیٹ مارہ گی۔ ایک وار جد تم اپنی پروفائل ختم کرو گا تے تم ڈیٹا سیٹ تیں اپنی ریکارڈنگز نا ہٹان کی درخواست جمع نیہہ کر سکو گا۔

source: Your daily goal has been created
gju: تھارو روزانہ کو گول بنائی گیو ہے

source: Your dataset is downloading!
gju: تھہارو ڈیٹا سیٹ(ترتیب وار مواد) ڈاون لوڈ ہووے لگو

source: Your download has started.
gju: تھارو ڈاؤن لوڈ کو کم شروع ہو گیو

source: You’re contributing to a target segment
gju: تم مھارا دِتا وا کم کو حصّو پورو کرن ما حصو لیّے لگا ۔

source: You’re contributing to our first target segment
gju: تم مھارا پہلا کم نا پورا کرن ما حصّو لیّے لگا ۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gju: تم ہون سیٹ ہویا ہے <bold>نہیں </bold>گول کی ای میل حاصل کرے گا یادہانی کی ، ترقی کی صورتحال تے خبر کامن وائس کی

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gju: تم نا ہون ای میل لبھے گی ، جس طرح گول کی یادہانی کی میر ی ترقی کی موجودہ صورتحال تے خبر کامن وائس کا بارا ما

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gju: تم مُچ تیز چلے لگا ۔برائے مہربانی فقرا کو جائزو لین واسطے ایک لمحو ٹھہرو تے اس گل کو یقین کرو جے یوہ ٹھیک ہے

source: You're helping Common Voice reach our daily sentence goals!
gju: تم عام واز کا فقراں کا مقصد تک پہچن ما مدد کرے لگا

source: Your email address
gju: تھہاری ای میل کو پتو

source: You respond or reply to it as naturally as you can
gju: تھہارو جواب جتنو ہو سکے اتنو قدرتی ہووے

source: Your files are being assembled. Please check again later.
gju: تھہاری فائل جمع ہوویں لگی۔ مہربانی کر کہ تھوڑی دیر تے کاہڈ کوشش کرو۔

source: Your Languages
gju: تھاری زبان

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gju: ہو سکے تھاری زبان کی شکل کلپ تے باہر وہے ۔کدے تم آرام نال ہے تے تم اپنی زبان کا مزید جُملا دیکھن واسطے اپنی ترتیب نا بدل سکے

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gju: تھاری زبان کا مختلف جُملا ہو سکے ۔کدے وھے ۔ آسانی واسطے، تم اپنی سٹنگ نا بدلا سکے اپنی زبان کا دُوجا جُملا دیکھن واسطے

source: Your username and email will not be associated with the published data.
gju: تھہارو استعمال کرن آلو ناں تے ای میل اس معلومات ما شامل نیہہ ہوسے جیہڑٰ عام کی جائیں گی۔

source: Your weekly goal has been created
gju: تھارو ہفتہ وار گول بنائے گیو ہے

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
gju: تمنا ایک نکی جئی ای میل لبھے گی جس ما اس گل ترتیب دسی ہووے گی جے تم کامن وائس اپر اپنی زبان کس طرحیا شامل کر سکو

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gju: تم نے عام وازاں <goalPercentage> ما مدد کری مھاری روزانہ زندگی{ $goalValue } کا ریکارڈ گول تے

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gju: تم نے عام وازاں ما <goalPercentage> </goalPercentage> مھاری مدد کری مھاری روزانہ زندگی { $goalValue } کا خاص گول ما

source: You've successfully signed up for contributing to { $language }. Thank you.
gju: { $language } ما حصو لین وسطے تم کامیابی نال داخل ہو گیا۔ تھہارو شکریو۔

source: You want to join the Common Voice mailing list
gju: تم کامن وائس کی میل لسٹ ما شامل ہونو چاہو

source: You write down what you hear in the audio clips
gju: جو کجھ تم صوتی حصہ ما سنو وہی لکھو

source: Zaza
gju: زازا

source: Zip #{ $offset } of { $total }
gju: زپ #{ $offset } کو { $total }

source: Zulu
gju: زولو

source: account recovery key
gju: اکاؤنٹ نا بحال کرن کی چابی

source: add-on
gju: جمع کرتا چلوں

source: alternate text
gju: متبادل متن

source: attack
gju: حملو

source: attacker
gju: حملو کرن ہالو

source: Attack Site
gju: حملو کرن کی جا

source: attendee
gju: شامل ہون ہالو

source: authenticate
gju: تصدیق کرنو

source: authenticated
gju: تصدیق کریو وو

source: authentication code
gju: تصدیق کو کوڈ

source: autoplay
gju: خود بخود چلانو

source: backup authentication code
gju: تصدیق کا کوڈ نا محفوظ کرنو

source: bookmark
gju: بڑو نشان

source: breakpoint
gju: توڑن کی جا

source: Bug report
gju: بگ رپورٹ

source: certificate authority
gju: سرٹیفیکیٹ دین کو اختیار

source: cipher
gju: سائفر

source: clipboard
gju: کلپ بورڈ یا گتہ

source: colorway
gju: رنگ برنگو راہ

source: confirmation code
gju: تصدیقی کوڈ

source: context
gju: موضوع

source: cookie banner
gju: کوکی بینر

source: corrupt
gju: بدعنوان

source: corrupted
gju: بدعنوانی کری گئی

source: crash
gju: ختم کرنو

source: cross-site tracking cookie
gju: کراس سائیٹ ، ٹریکنگ کوکی

source: cryptominer
gju: کرپٹو مائنر

source: cryptomining
gju: کرپٹو مائن کرنو

source: debug
gju: ڈیبگ

source: deceptive site
gju: دھوکو دین ہالی جا

source: decode
gju: کوڈ

source: decryption
gju: ڈکرپشن

source: disinformation
gju: غلط معلومات

source: distrust
gju: نا اعتباری

source: email mask
gju: ای میل ماسک

source: enable
gju: قابل ہونو

source: encode
gju: کوڈ کرنو

source: encrypt
gju: ان کرپٹ

source: encryption
gju: ان کرپشن

source: end user
gju: آخری صارف

source: Enhanced Tracking Protection
gju: ٹریکنگ کی حفاظت نا زیادہ کرنو

source: extension
gju: بڑھانو

source: fingerprinter
gju: اُنگلیاں کو نشان لین ہالو

source: fingerprinting
gju: انگلیوں کا نشان لینا

source: Firefox View
gju: فائر فوکس ویو

source: grassroots
gju: ترلی جا یا سطح

source: home page
gju: پہلو صفحو

source: import
gju: درآمد یا کسے شے نا باہر چلانو

source: independent browser
gju: خود مختار براؤزر

source: innovations
gju: جدت یا ترقی

source: insecure
gju: غیر محفوظ
